
{"content": 
        [
            {
            "videoTitle": "1: Welcome",
            "videoUrl": "https://cinescopexmedia-aueas.streaming.media.azure.net/30a24a78-92b7-4326-9dc8-126f91e83f66/Welcome.ism/manifest(format=m3u8-cmaf)",
            "description": "Many beginning singers have at least heard the terms “chest voice” and “head voice”. But if those terms are new to you, fear not!<br/> <br/>When we talk about registers, we’re referring to a section of the voice (or a collection of pitches) in which sound is produced a certain way and results in a specific tone quality. <br/> <br/>Although there’s some disagreement over exactly how many registers we have, most of our time is spent developing chest voice (which we generally use for lower pitches), head voice (for higher pitches), and mix/middle voice to bridge the two. <br/> <br/>Other registers that we use less often would be falsetto and whistle (for extremely high pitches), and vocal fry (used as an exercise or stylistically). <br/> <br/>Our goal today is to access chest voice and head voice; down the road we’ll dive a bit deeper into mix voice!"
            },
            {
            "videoTitle": "2: Chest Voice",
            "videoUrl": "https://cinescopexmedia-aueas.streaming.media.azure.net/f8b217ea-0702-44c6-a0bf-9cda04c2e1d3/2 - Chest Voice.ism/manifest(format=m3u8-cmaf)",
            "description": "We’ll start with chest voice because it’s most similar to your speaking voice. Try this with me: place one hand on your chest - we’re feeling for vibration - and say “hello, my name is awesome singer-”.  Now singing “hey” (on a 1-2-3-2-1 pattern). If you can feel that vibration on your chest, and it sounds similar to the tone of your speaking voice, you’re in chest voice. <br/> <br/>Side note: It’s a bit of a misnomer, since your chest has nothing to do with how that sound is being produced, but we call it chest voice because of the sympathetic vibration we feel. In reality, all resonance that impacts the sound happens above the vocal folds (within your throat, mouth, and head); more on resonance later!<br/> <br/>Chest voice is the lower section of our voice; it’s characteristically strong sounding, and naturally louder (since our vocal folds are shorter or thicker). Let’s do an exercise to access a relaxed, conversational chest sound: singing on a “wuh”, our pattern will be 1-2-3-2-1. And our dynamic should be mezzo forte: medium loud. Singing with energy, but we’re relaxed. No need to push.<br/> <br/>Exercise #1: WUH 1-2-3-2-1 (Chest voice)<br/>Walk down first; then up<br/> <br/>Now let’s take chest voice up a little higher. With this exercise, I’m giving you permission to make a little more noise. Singing on a “no”, our pattern is 1-3-5, falling off of that highest pitch. We’re not yelling, but imagine you’re calling across the room. Go for it! You might crack if we go beyond your comfy range for chest voice; that’s totally fine. Sing as high as you can without straining!<br/> <br/>Exercise #2: NO 1-3-5 (Stretching chest voice)<br/>Reminders to breathe low<br/>Don’t pull the chin up<br/> <br/>Perhaps you reached a point where it felt too high. If your voice cracked and you felt strained, that’s a cue that you made it to a point of transition. Classical singers of the Italian school call this the passaggio (or passage). At a certain point (and that’ll be a different pitch for different singers), the muscles responsible for pushing the cords together (TA) have to hand over to the muscles stretching the cords out (CT). Our eventual goal is to develop mix voice (a combination of head and chest voice) to smoothly navigate over the passaggio. But first, we need to comfortably access both chest and head voice. So - head voice. Here we go!"
            },
            {
            "videoTitle": "3: Head Voice",
            "videoUrl": "https://cinescopexmedia-aueas.streaming.media.azure.net/ff58258e-df4f-4cf1-939e-ede0fd14d9d9/3 - Head Voice.ism/manifest(format=m3u8-cmaf)",
            "description": "Head voice can be very strong and loud - (sing) - but the easiest way for beginners to find their head voice is to start softly. So first, we’re just going to make a little noise on a higher pitch. Together let’s do our best “owl hoot” (hoo, hoo). Now still in that higher range, let’s do a few sirens (woo). You’ll be able to feel some vibration on your face (cheeks, nose area); because more resonance is taking place in the head, we call this higher, lighter register “head voice”. Again - it’s a misnomer, since chest voice resonates in your head also, but these terms are widely used, so they’re worth knowing!<br/> <br/>Most important for beginners in head voice: stay relaxed! Squeezing and straining will not help you produce beautiful, free high notes. In the beginning, I’d rather have you sing a little bit on the breathy side than tense to maintain a louder volume. Especially for guys - this is a portion of your range that isn’t often used in daily life, so it’s no surprise if it sounds weak and is less comfortable than chest voice. <br/> <br/>Let’s do an exercise now. Our pattern will be 3-2-1; but the syllable is up to you. I’ll suggest “hoo” as our syllable, but if you find it easier to sing on “yah”, go for it. If you’re trying to sing and just air is coming out, you’re gonna opt for a lip trill (demonstrate) or a hum - whichever is easiest for you, though the lip trill is my personal favorite! Here we go!<br/> <br/>Exercise #1: HOO 3-2-1<br/> <br/>Two more exercises coming at you. <br/> <br/>This exercise will take us from chest voice to head voice and back again.. We’re jumping an octave here: Hey (1) Woo (8) Hey (1). If you’re new to singing, there’s a big shifting of gears here. Think about where these notes will be resonating (vibrating) before you sing them; I encourage you to even put a hand on your chest for those low “hey”s. <br/> <br/>Exercise #3: HEY WOO HEY 1-8-1<br/> <br/>Lastly, we’re going to start in head voice and gradually drop back into chest voice. Our exercise sounds like this, singing on a “MUM”: 8-5-3-1. Intermediate singers, you might recognize that this is easing us into mix voice. Alright, let’s go for it!<br/> <br/>Exercise #4: MUM 8-5-3-1"
            },
            {
            "videoTitle": "4: Conclusion",
            "videoUrl": "https://cinescopexmedia-aueas.streaming.media.azure.net/413439df-9890-407b-8557-e2cf51bc0d2d/4 - Conclusion - Online Singing .ism/manifest(format=m3u8-cmaf)",
            "description": "Great job today, singers! As you practice, remember to stay relaxed. Good, healthy singing takes energy and effort, but shouldn’t cause you pain or discomfort. Have fun exploring and getting comfortable with accessing your chest and head voice, and we’ll dig into mix or middle voice soon."
            }
        ]
}